Repository: groverlynn/squirrel
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk

# candidate
source: Click a candidate to ⎆select. Secondary click to ⎌forget selected word. Press and hold ⌃control to temporarily disable mouse interactions. Press and hold ⌥option to display tooltips.
zh_hans: 点按以⎆选择候选字。 辅助点按以⎌删除所选的记忆字词。 按住⌃control键以暂时停用鼠标与“鼠须管”互动。 按住⌥Option键以显示工具提示
zh_hant: 點按來⎆選取候選字。 點按輔助按鈕來⎌清除所選的記憶字詞。 按住⌃control鍵來暫時停用滑鼠與「鼠鬚管」互動。 按住⌥Option鍵來顯示工具提示。
zh_hk: 點按以⎆選取候選字。 點按輔助按鈕以⎌清除所選的記憶字詞。 按住⌃control鍵以暫時停用滑鼠與「鼠鬚筆」互動。 按住⌥Option鍵以顯示工具提示

source: Check for updates…
zh_hans: 检查更新…
zh_hant: 檢查更新項目⋯
zh_hk: 檢查更新項目⋯

# compress
source: Click to compress candidate window. Secondary click to lock this multiple-row view
zh_hans: 点按以折叠候选字窗口。辅助点按以锁定当前的多行视图。
zh_hant: 點按來收合候選字視窗。點按輔助按鈕來鎖定當前的多橫列顯示方式。
zh_hk: 點按以收合候選字視窗。點按輔助按鈕以鎖定當前的多橫列顯示方式。

# configure
source: Settings…
zh_hans: 用户设置…
zh_hant: 使用者設定⋯
zh_hk: 用户設定⋯

# delete
source: Click to ⌫Delete the input by character. Secondary click to ⎋Escape the composing.
zh_hans: 点按以逐字⌫删除输入。 辅助点按以⎋取消输入。
zh_hant: 點按來逐字⌫刪除輸入。 點按輔助按鈕來⎋取消輸入。
zh_hk: 點按以逐字⌫刪除輸入。 點按輔助按鈕以⎋取消輸入。

source: Deploy
zh_hans: 重新部署
zh_hant: 重新部署
zh_hk: 重新部署

# deploy_failure
source: Error occurred. See log file $TMPDIR/rime.squirrel.INFO.
zh_hans: 有错误！请查看日志 $TMPDIR/rime.squirrel.INFO
zh_hant: 有錯誤！請查看日誌 $TMPDIR/rime.squirrel.INFO
zh_hk: 有錯誤！請查看日誌 $TMPDIR/rime.squirrel.INFO

# deploy_start
source: Deploying Rime input method engine…
zh_hans: 部署输入法引擎…
zh_hant: 部署輸入法引擎⋯
zh_hk: 部署輸入法引擎⋯

# deploy_success
source: Squirrel is ready.
zh_hans: 部署完成。
zh_hant: 部署完成。
zh_hk: 部署完成。

# deploy_update
source: Deploying Rime for updates…
zh_hans: 更新输入法引擎…
zh_hant: 更新輸入法引擎⋯
zh_hk: 更新輸入法引擎⋯

# end
source: Cannot page down any further. Secondary click to jump to ↘End.
zh_hans: 不能再向下翻页。 辅助点按以跳到↘结尾。
zh_hant: 無法再向下翻頁。 點按輔助按鈕來跳至↘結尾處。
zh_hk: 無法再向下翻頁。 點按輔助按鈕以跳至↘結尾。

# escape
source: Cannot delete any further. Secondary click to ⎋Escape the composing.
zh_hans: 不能再删除。 辅助点按以⎋取消输入。
zh_hant: 無法再刪除。 點按輔助按鈕來⎋取消輸入。
zh_hk: 無法再刪除。 點按輔助按鈕以⎋取消輸入。

# expand
source: Click to expand candidate window. Secondary click to lock this single-row view.
zh_hans: 点按以展开候选字窗口。辅助点按以锁定当前的单行视图。
zh_hant: 點按來展開候選字視窗。點按輔助按鈕來鎖定當前的單橫列顯示方式。
zh_hk: 點按以展開候選字視窗。點按輔助按鈕以鎖定當前的單橫列顯示方式。

# home
source: Cannot page up any further. Secondary click to jump to ↖Home.
zh_hans: 不能再向上翻页。 辅助点按以跳到↖开头。
zh_hant: 無法再向上翻頁。 點按輔助按鈕來跳至↖起始處。
zh_hk: 無法再向上翻頁。 點按輔助按鈕以跳至↖起點。

# new_update
source: A new update is available.
zh_hans: 有新的更新。
zh_hant: 有新的更新項目。
zh_hk: 有新的更新項目可用。

# openLogFolder
source: Error and warning logs
zh_hans: 错误和警告日志
zh_hant: 錯誤和警告記錄
zh_hk: 錯誤與警告記錄

# openWiki
source: Rime Wiki…
zh_hans: 在线帮助…
zh_hant: 線上輔助說明⋯
zh_hk: 線上輔助説明⋯

# page_down
source: Click to ⇞Page Down. Secondary click to jump to ↘End.
zh_hans: 点按以⇟向下翻页。 辅助点按以跳到↘结尾。
zh_hant: 點按來⇟向下翻頁。 點按輔助按鈕來跳至↘結尾處。
zh_hk: 點按以⇟向下翻頁。 點按輔助按鈕以跳至↘結尾。

# page_up
source: Click to ⇞Page Up. Secondary click to jump to ↖Home.
zh_hans: 点按以⇞向上翻页。 辅助点按以跳到↖开头。
zh_hant: 點按來⇞向上翻頁。 點按輔助按鈕來跳至↖起始處。
zh_hk: 點按以⇞向上翻頁。 點按輔助按鈕以跳至↖起點。

# problematic_launch
source: Problematic launch detected! Squirrel may be suffering a crash due to improper configurations. Revert previous modifications to see if the problem recurs.
zh_hans: 检测到启动有问题！ “鼠须管”可能因错误设置而崩溃。 请尝试撤销之前的修改，然后查看问题是否仍旧存在。
zh_hant: 啟動時偵測到問題！ 「鼠鬚管」可能因設定不當而崩潰。 請嘗試回退先前的修改，然後查看問題是否依然存在。
zh_hk: 啟動時偵測到錯誤！ 「鼠鬚筆」可能由於設定不當而崩潰。 請嘗試回退先前的改動，然後查看問題是否仍然存在。

# say_voice
source: Alex
zh_hans: TingTing
zh_hant: MeiJia
zh_hk: Sinji

# showSwitcher
source: ㄓ⃣Squirrel Switcher
zh_hans: ㄓ⃣鼠须管〔方案菜单〕
zh_hant: ㄓ⃣鼠鬚管〔方案選單〕
zh_hk: ㄓ⃣鼠鬚筆〔方案選單〕

source: Squirrel
zh_hans: 鼠须管
zh_hant: 鼠鬚管
zh_hk: 鼠鬚筆

source: Sync user data
zh_hans: 同步用户数据
zh_hant: 同步使用者資料
zh_hk: 同步用户資料

# unlock
source: Click to unlock the view and allow it to be expanded or collapsed.
zh_hans: 点按以解锁视图，允许展开或折叠候选字窗口。
zh_hant: 點按來解鎖顯示方式，允許展開或收合候選字視窗。
zh_hk: 點按以解鎖顯示方式，允許展開或收合候選字視窗。

# update_version
source: Version %@ is now available.
zh_hans: 版本%@现已可用。
zh_hant: 版本%@已經可供使用。
zh_hk: 版本%@已經可供使用。
